[
  {"sec": 0,  "hi": "directives",     "lo": "continuation", "text": "Speaker1 issues a 'Directives' statement by asking about the theme of exploration, prompting a 'Continuation' of the discussion on project planning."},
  {"sec": 1,  "hi": "directives",     "lo": "continuation", "text": "At second 1, speaker1 issues a directive by suggesting to 'start with the vaccinations,' indicating a continuation of planning for the puppy's health."},
  {"sec": 2,  "hi": "directives",     "lo": "continuation", "text": "At second 2, speaker1 continues giving directives by suggesting to start with basic tips, indicating a continuation of their initial directive statement."},
  {"sec": 3,  "hi": "directives",     "lo": "continuation", "text": "At second 3, speaker1 continues giving directives by suggesting to start with basic tests for the puppy's health, indicating a continuation of their initial directive statement."},
  {"sec": 4,  "hi": "directives",     "lo": "continuation", "text": "At second 4, speaker1 continues giving directives by suggesting to start with basic tests for the puppy's health, indicating a continuation of their initial directive statement."},
  {"sec": 5,  "hi": "directives",     "lo": "turntaking",   "text": "At second 6, the conversation involves 'Turn taking' as speaker2 responds to speaker1's suggestion with a 'Directives' approach by suggesting they start with basic tests for the puppy's health."},
  {"sec": 6,  "hi": "constatives",    "lo": "continuation", "text": "At second 6, speaker2 continues the conversation with a constative statement by suggesting they start with basic tests, building on their previous idea about the puppy's health."},
  {"sec": 7,  "hi": "constatives",    "lo": "continuation", "text": "At second 7, speaker1 continues the discussion with a constative statement by suggesting they start with basic tests, maintaining the conversation's focus on the puppy's health needs."},
  {"sec": 8,  "hi": "constatives",    "lo": "turntaking",   "text": "At second 8, the conversation involves 'Turn taking' as speaker2 responds to speaker1's suggestion with 'Constatives' by agreeing and adding that vaccinations could help, as indicated by the phrase 'I think we should start with some basic tests'."},
  {"sec": 9,  "hi": "constatives",    "lo": "continuation", "text": "At second 9, speaker1 continues the discussion with a constative statement about checking for signs of parasites, maintaining the conversation's focus on the puppy's health needs."},
  {"sec": 10, "hi": "directives",     "lo": "continuation", "text": "At second 10, speaker1 issues a 'Directives' by suggesting to 'start with some basic tests,' marking a 'Continuation' of their plan to address the puppy's health issues."},
  {"sec": 11, "hi": "directives",     "lo": "continuation", "text": "At second 10, speaker1 issues a 'Directives' by suggesting to 'start with some basic tests,' marking a 'Continuation' of their plan to address the puppy's health issues."},
  {"sec": 12, "hi": "constatives",    "lo": "interruption", "text": "At second 14, speaker2 interrupts with a constative statement, 'Yeah, and I was also considering a full blood panel,' indicating a shift in focus to the puppy's health needs."},
  {"sec": 13, "hi": "constatives",    "lo": "interruption", "text": "At second 12, speaker2 interrupts with a constative statement, 'Yeah, and I was also considering a full blood panel,' indicating a shift in focus from speaker1's directive about vaccinations."},
  {"sec": 14, "hi": "constatives",    "lo": "interruption", "text": "At second 13, speaker2 interrupts with a constative statement, 'Yeah, and I was also considering a full blood panel,' indicating a shift in focus from speaker1's directive about vaccinations."},
  {"sec": 15, "hi": "constatives",    "lo": "interruption", "text": "At second 14, speaker2 interrupts with a constative statement, 'Yeah, and I was also considering a full blood panel,' indicating a shift in focus from speaker1's directive about vaccinations."},
  {"sec": 16, "hi": "constatives",    "lo": "interruption", "text": "At second 15, speaker2 interrupts with a constative statement, 'Wait, what if we check for parasites first?', shifting focus from speaker1's directive about vaccinations."},
  {"sec": 17, "hi": "commissive",     "lo": "interruption", "text": "At second 16, speaker2 interrupts with a commissive by suggesting a full blood panel, cutting off speaker1's directive about parasites."},
  {"sec": 18, "hi": "commissive",     "lo": "continuation", "text": "At second 18, speaker1's statement 'I’ll add that to the list of tests' demonstrates a 'Commissives' act by committing to a plan, marking a 'Continuation' of the discussion about the puppy's health checks."},
  {"sec": 19, "hi": "commissive",     "lo": "continuation", "text": "At second 20, speaker1's statement 'I’ll add that to our list of tests' demonstrates a 'Commissives' act by committing to a task, serving as a 'Continuation' of the plan initiated by speaker2's suggestion to check for parasites."},
  {"sec": 20, "hi": "acknowledgement","lo": "backchannel",  "text": "At second 21, speaker2 uses a backchannel 'Sounds good!' to provide acknowledgments to speaker1's suggestion about adding parasite checks."},
  {"sec": 21, "hi": "acknowledgement","lo": "backchannel",  "text": "At second 20, speaker2 uses a backchannel 'Sounds great!' to provide acknowledgments to speaker1's suggestion about adding parasite checks."},
  {"sec": 22, "hi": "directives",     "lo": "continuation", "text": "At second 21, speaker1 issues a 'Directives' by suggesting to 'add that to our list of tests,' marking a 'Continuation' of their plan to address the puppy's health issues after speaker2's acknowledgment."},
  {"sec": 23, "hi": "directives",     "lo": "continuation", "text": "At second 21, speaker1 issues a 'Directives' by suggesting to 'gather the supplies from the cabinets,' marking a 'Continuation' of their plan to address the puppy's needs after speaker2's acknowledgment."},
  {"sec": 24, "hi": "directives",     "lo": "continuation", "text": "At second 23, speaker1 issues a 'Directives' by suggesting to 'gather the supplies we need,' marking a 'Continuation' of their planning process after discussing the puppy's health needs."}
]
